Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Overrides CSS media queries. Requires page reload to apply.
ar: يتجاوز استعلامات وسائط CSS. يتطلب إعادة تحميل الصفحة.
ca: Substitueix les consultes de mitjans CSS. Requereix recarregar la pàgina.
cs: Přepisuje CSS mediální dotazy. Vyžaduje opětovné načtení stránky.
da: Tilsidesætter CSS-medieforespørgsler. Kræver sideopdatering.
de: Überschreibt CSS-Medienabfragen. Erfordert Neuladen der Seite.
el: Παρακάμπτει τα ερωτήματα μέσων CSS. Απαιτεί επαναφόρτωση σελίδας.
es: Anula las consultas de medios CSS. Requiere recargar la página.
fi: Ohittaa CSS-mediakyselyt. Vaatii sivun uudelleenlatauksen.
fr: Remplace les requêtes média CSS. Nécessite un rechargement de page.
he: עוקף שאילתות מדיה CSS. דורש טעינה מחדש של הדף.
hi: CSS मीडिया क्वेरी को ओवरराइड करता है। लागू करने के लिए पेज रीलोड आवश्यक है।
hr: Nadjačava CSS medijske upite. Zahtijeva ponovno učitavanje stranice.
hu: Felülírja a CSS médiakérdéseket. Oldal újratöltés szükséges.
id: Mengganti kueri media CSS. Memerlukan muat ulang halaman untuk diterapkan.
it: Sovrascrive le query multimediali CSS. Richiede il ricaricamento della pagina.
ja: CSSメディアクエリをオーバーライドします。適用には再読み込みが必要です。
ko: CSS 미디어 쿼리를 덮어씁니다. 새로고침이 필요합니다.
ms: Mengatasi pertanyaan media CSS. Memerlukan muat semula halaman untuk diterapkan.
nb: Overstyrer CSS-mediespørringer. Krever sideoppdatering.
nl: Overschrijft CSS-mediaqueries. Vereist pagina herladen.
pl: Nadpisuje zapytania o media CSS. Wymaga ponownego załadowania strony.
pt_br: Substitui consultas de mídia CSS. Requer recarregar a página.
pt_pt: Substitui consultas de mídia CSS. Requer recarregar a página.
ro: Suprascrie interogările media CSS. Necesită reîncărcarea paginii.
ru: Переопределяет CSS-медиазапросы. Требуется перезагрузка страницы.
sk: Prepíše CSS mediálne dotazy. Vyžaduje opätovné načítanie stránky.
sv: Åsidosätter CSS-mediefrågor. Kräver sidomladdning.
th: แทนที่ CSS media queries ต้องโหลดหน้าใหม่เพื่อใช้งาน
tr: CSS ortam sorgularını geçersiz kılar. Uygulamak için sayfa yeniden yüklenmeli.
uk: Перевизначає CSS-медіазапити. Потрібне перезавантаження сторінки.
vi: Ghi đè các truy vấn phương tiện CSS. Yêu cầu tải lại trang.
zh_hans: 覆盖CSS媒体查询。需要刷新页面才能应用。
zh_hant: 覆寫CSS媒體查詢。需要重新載入頁面才能套用。

source: Overview
ar: نظرة عامة
ca: Visió general
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fi: Yleiskatsaus
fr: Aperçu
he: סקירה
hi: अवलोकन
hr: Pregled
hu: Áttekintés
id: Ikhtisar
it: Panoramica
ja: 概要
ko: 개요
ms: Gambaran keseluruhan
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
pt_pt: Visão geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sv: Översikt
th: ภาพรวม
tr: Genel bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

source: Page Zoom
ar: تكبير الصفحة
ca: Zoom de pàgina
cs: Přiblížení stránky
da: Sidezoom
de: Seitenzoom
el: Ζουμ σελίδας
es: Zoom de página
fi: Sivun zoomaus
fr: Zoom de la page
he: זום עמוד
hi: पेज ज़ूम
hr: Zoom stranice
hu: Oldal nagyítás
id: Zoom Halaman
it: Zoom pagina
ja: ページズーム
ko: 페이지 확대/축소
ms: Zum Halaman
nb: Sidezoom
nl: Paginazoom
pl: Powiększenie strony
pt_br: Zoom da página
pt_pt: Zoom da página
ro: Zoom pagină
ru: Масштаб страницы
sk: Priblíženie stránky
sv: Sidzoom
th: ซูมหน้า
tr: Sayfa yakınlaştırma
uk: Масштаб сторінки
vi: Thu phóng trang
zh_hans: 页面缩放
zh_hant: 頁面縮放

source: Pass
ar: نجح
ca: Passa
cs: Prošlo
da: Bestået
de: Bestanden
el: Επιτυχία
es: Aprobado
fi: Hyväksytty
fr: Réussi
he: עבר
hi: पास
hr: Prošlo
hu: Sikeres
id: Lulus
it: Superato
ja: 合格
ko: 통과
ms: Lulus
nb: Bestått
nl: Geslaagd
pl: Zaliczone
pt_br: Aprovado
pt_pt: Aprovado
ro: Trecut
ru: Пройдено
sk: Prešlo
sv: Godkänt
th: ผ่าน
tr: Geçti
uk: Пройдено
vi: Đạt
zh_hans: 通过
zh_hant: 通過

source: Passed Core Web Vitals
ar: تم اجتياز Core Web Vitals
ca: Core Web Vitals superades
cs: Core Web Vitals prošly
da: Core Web Vitals bestået
de: Core Web Vitals bestanden
el: Core Web Vitals επιτυχή
es: Core Web Vitals aprobados
fi: Core Web Vitals läpäisty
fr: Core Web Vitals réussis
he: Core Web Vitals עבר
hi: Core Web Vitals पास
hr: Core Web Vitals uspješno
hu: Core Web Vitals sikeres
id: Lulus Core Web Vitals
it: Core Web Vitals superati
ja: Core Web Vitalsに合格
ko: Core Web Vitals 통과
ms: Lulus Core Web Vitals
nb: Core Web Vitals bestått
nl: Core Web Vitals geslaagd
pl: Core Web Vitals zaliczone
pt_br: Core Web Vitals aprovados
pt_pt: Core Web Vitals aprovados
ro: Core Web Vitals trecute
ru: Core Web Vitals пройдены
sk: Core Web Vitals prešli
sv: Core Web Vitals godkända
th: ผ่าน Core Web Vitals
tr: Core Web Vitals Geçti
uk: Core Web Vitals пройдено
vi: Đạt Core Web Vitals
zh_hans: 已通过核心网页指标
zh_hant: 已通過核心網頁指標

source: Path
ar: المسار
ca: Camí
cs: Cesta
da: Sti
de: Pfad
el: Διαδρομή
es: Ruta
fi: Polku
fr: Chemin
he: נתיב
hi: पथ
hr: Putanja
hu: Útvonal
id: Jalur
it: Percorso
ja: パス
ko: 경로
ms: Laluan
nb: Bane
nl: Pad
pl: Ścieżka
pt_br: Caminho
pt_pt: Caminho
ro: Cale
ru: Путь
sk: Cesta
sv: Sökväg
th: เส้นทาง
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Paused
ar: متوقف مؤقتًا
ca: En pausa
cs: Pozastaveno
da: På pause
de: Pausiert
el: Σε παύση
es: En pausa
fi: Keskeytetty
fr: En pause
he: מושהה
hi: रुका हुआ
hr: Pauzirano
hu: Szüneteltetve
id: Dijeda
it: In pausa
ja: 一時停止
ko: 일시정지
ms: Dijeda
nb: Pauset
nl: Gepauzeerd
pl: Wstrzymane
pt_br: Pausado
pt_pt: Pausado
ro: În pauză
ru: Приостановлено
sk: Pozastavené
sv: Pausad
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: Призупинено
vi: Tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: Payment Request
ar: طلب الدفع
ca: Sol·licitud de pagament
cs: Žádost o platbu
da: Betalingsanmodning
de: Zahlungsanfrage
el: Αίτημα πληρωμής
es: Solicitud de pago
fi: Maksupyyntö
fr: Demande de paiement
he: בקשת תשלום
hi: भुगतान अनुरोध
hr: Zahtjev za plaćanje
hu: Fizetési kérelem
id: Permintaan Pembayaran
it: Richiesta di pagamento
ja: 決済リクエスト
ko: 결제 요청
ms: Permintaan Pembayaran
nb: Betalingsforespørsel
nl: Betaalverzoek
pl: Żądanie płatności
pt_br: Solicitação de pagamento
pt_pt: Pedido de pagamento
ro: Cerere de plată
ru: Запрос на оплату
sk: Žiadosť o platbu
sv: Betalningsförfrågan
th: คำขอชำระเงิน
tr: Ödeme Talebi
uk: Запит на оплату
vi: Yêu cầu thanh toán
zh_hans: 支付请求
zh_hant: 付款請求

source: Peer-to-peer communication. Needs camera/mic permissions. Video calls, screen sharing.
ar: اتصال نظير إلى نظير. يتطلب أذونات الكاميرا/الميكروفون. مكالمات فيديو، مشاركة شاشة.
ca: Comunicació punt a punt. Necessita permisos de càmera/micròfon. Videotrucades, compartir pantalla.
cs: Peer-to-peer komunikace. Vyžaduje oprávnění kamery/mikrofonu. Videohovory, sdílení obrazovky.
da: Peer-to-peer kommunikation. Kræver kamera-/mikrofonrettigheder. Videoopkald, skærmdeling.
de: Peer-to-Peer-Kommunikation. Benötigt Kamera-/Mikrofon-Berechtigungen. Videoanrufe, Bildschirmfreigabe.
el: Επικοινωνία peer-to-peer. Απαιτούνται δικαιώματα κάμερας/μικροφώνου. Βιντεοκλήσεις, κοινή χρήση οθόνης.
es: Comunicación punto a punto. Necesita permisos de cámara/micrófono. Videollamadas, compartir pantalla.
fi: Vertaisviestintä. Vaatii kamera-/mikrofonioikeudet. Videopuhelut, näytön jakaminen.
fr: Communication pair-à-pair. Nécessite les permissions caméra/micro. Appels vidéo, partage d'écran.
he: תקשורת עמית לעמית. דורש הרשאות מצלמה/מיקרופון. שיחות וידאו, שיתוף מסך.
hi: पीयर-टू-पीयर संचार। कैमरा/माइक अनुमतियाँ आवश्यक। वीडियो कॉल, स्क्रीन शेयरिंग।
hr: Peer-to-peer komunikacija. Potrebne su dozvole za kameru/mikrofon. Video pozivi, dijeljenje zaslona.
hu: Peer-to-peer kommunikáció. Kamera/mikrofon engedélyek szükségesek. Videohívások, képernyőmegosztás.
id: Komunikasi peer-to-peer. Membutuhkan izin kamera/mikrofon. Panggilan video, berbagi layar.
it: Comunicazione peer-to-peer. Richiede permessi fotocamera/microfono. Videochiamate, condivisione schermo.
ja: ピアツーピア通信です。 カメラ/マイク権限が必要です。 ビデオ通話、画面共有。
ko: P2P 통신입니다. 영상 통화, 화면 공유에 씁니다.
ms: Komunikasi rakan-ke-rakan. Memerlukan kebenaran kamera/mikrofon. Panggilan video, perkongsian skrin.
nb: Peer-to-peer kommunikasjon. Krever kamera-/mikrofontillatelser. Videosamtaler, skjermdeling.
nl: Peer-to-peer communicatie. Vereist camera-/microfoonrechten. Videogesprekken, scherm delen.
pl: Komunikacja peer-to-peer. Wymaga uprawnień kamery/mikrofonu. Połączenia wideo, udostępnianie ekranu.
pt_br: Comunicação ponto a ponto. Requer permissões de câmera/microfone. Chamadas de vídeo, compartilhamento de tela.
pt_pt: Comunicação ponto a ponto. Requer permissões de câmara/microfone. Videochamadas, partilha de ecrã.
ro: Comunicare peer-to-peer. Necesită permisiuni cameră/microfon. Apeluri video, partajare ecran.
ru: Одноранговая связь. Требуются разрешения на камеру/микрофон. Видеозвонки, демонстрация экрана.
sk: Peer-to-peer komunikácia. Vyžaduje povolenia kamery/mikrofónu. Videohovory, zdieľanie obrazovky.
sv: Peer-to-peer kommunikation. Kräver kamera-/mikrofonbehörigheter. Videosamtal, skärmdelning.
th: การสื่อสารแบบ peer-to-peer ต้องการสิทธิ์กล้อง/ไมค์ การโทรวิดีโอ แชร์หน้าจอ
tr: Eşler arası iletişim. Kamera/mikrofon izinleri gerektirir. Video aramalar, ekran paylaşımı.
uk: Однорангове спілкування. Потрібні дозволи на камеру/мікрофон. Відеодзвінки, спільний доступ до екрана.
vi: Giao tiếp ngang hàng. Cần quyền camera/mic. Cuộc gọi video, chia sẻ màn hình.
zh_hans: 点对点通信。 需要摄像头/麦克风权限。 视频通话、屏幕共享。
zh_hant: 點對點通訊。 需要攝影機/麥克風權限。 視訊通話、螢幕共享。

source: Pending
ar: قيد الانتظار
ca: Pendent
cs: Čeká
da: Afventer
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
fr: En attente
he: ממתין
hi: लंबित
hr: Na čekanju
hu: Függőben
id: Tertunda
it: In attesa
ja: 保留中
ko: 대기 중
ms: Belum selesai
nb: Venter
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
pt_pt: Pendente
ro: În așteptare
ru: Ожидание
sk: Čaká sa
sv: Väntande
th: รอดำเนินการ
tr: Beklemede
uk: Очікування
vi: Đang chờ
zh_hans: 待处理
zh_hant: 待處理

source: Performance
ar: الأداء
ca: Rendiment
cs: Výkon
da: Ydeevne
de: Leistung
el: Απόδοση
es: Rendimiento
fi: Suorituskyky
fr: Performances
he: ביצועים
hi: प्रदर्शन
hr: Performanse
hu: Teljesítmény
id: Kinerja
it: Prestazioni
ja: パフォーマンス
ms: Prestasi
nb: Ytelse
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
pt_pt: Desempenho
ro: Performanță
ru: Производительность
sk: Výkon
sv: Prestanda
th: ประสิทธิภาพ
tr: Performans
uk: Продуктивність
vi: Hiệu suất
zh_hans: 性能
zh_hant: 效能

source: Performance metrics. LCP, FID, CLS measurement. Real user monitoring.
ar: مقاييس الأداء. قياس LCP وFID وCLS. مراقبة المستخدم الحقيقي.
ca: Mètriques de rendiment. Mesurament de LCP, FID, CLS. Monitorització d'usuaris reals.
cs: Metriky výkonu. Měření LCP, FID, CLS. Monitorování skutečných uživatelů.
da: Ydelses-metrikker. LCP-, FID-, CLS-måling. Ægte brugerovervågning.
de: Leistungsmetriken. LCP-, FID-, CLS-Messung. Echte Benutzerüberwachung.
el: Μετρήσεις απόδοσης. Μέτρηση LCP, FID, CLS. Παρακολούθηση πραγματικών χρηστών.
es: Métricas de rendimiento. Medición de LCP, FID, CLS. Monitoreo de usuario real.
fi: Suorituskykymittarit. LCP-, FID-, CLS-mittaus. Todellisten käyttäjien seuranta.
fr: Métriques de performance. Mesure LCP, FID, CLS. Surveillance utilisateur réel.
he: מדדי ביצועים. מדידת LCP, FID, CLS. ניטור משתמשים אמיתיים.
hi: प्रदर्शन मेट्रिक्स। LCP, FID, CLS माप। वास्तविक उपयोगकर्ता निगरानी।
hr: Metrike performansi. Mjerenje LCP, FID, CLS. Praćenje stvarnih korisnika.
hu: Teljesítménymutatók. LCP, FID, CLS mérés. Valós felhasználó monitorozás.
id: Metrik kinerja. Pengukuran LCP, FID, CLS. Pemantauan pengguna nyata.
it: Metriche delle prestazioni. Misurazione LCP, FID, CLS. Monitoraggio utenti reali.
ja: パフォーマンス指標。 LCP、FID、CLS測定。 リアルユーザーモニタリング。
ko: 성능 지표입니다. LCP, FID, CLS를 측정합니다.
ms: Metrik prestasi. Pengukuran LCP, FID, CLS. Pemantauan pengguna sebenar.
nb: Ytelsesmålinger. LCP-, FID-, CLS-måling. Ekte brukerovervåking.
nl: Prestatiemetrieken. LCP-, FID-, CLS-meting. Echte gebruikersmonitoring.
pl: Metryki wydajności. Pomiar LCP, FID, CLS. Monitorowanie rzeczywistych użytkowników.
pt_br: Métricas de desempenho. Medição de LCP, FID, CLS. Monitoramento de usuário real.
pt_pt: Métricas de desempenho. Medição de LCP, FID, CLS. Monitorização de utilizador real.
ro: Metrici de performanță. Măsurarea LCP, FID, CLS. Monitorizare utilizatori reali.
ru: Метрики производительности. Измерение LCP, FID, CLS. Мониторинг реальных пользователей.
sk: Metriky výkonu. Meranie LCP, FID, CLS. Monitorovanie skutočných používateľov.
sv: Prestationsmått. LCP-, FID-, CLS-mätning. Övervakning av verkliga användare.
th: ตัวชี้วัดประสิทธิภาพ การวัด LCP, FID, CLS การติดตามผู้ใช้จริง
tr: Performans metrikleri. LCP, FID, CLS ölçümü. Gerçek kullanıcı izleme.
uk: Метрики продуктивності. Вимірювання LCP, FID, CLS. Моніторинг реальних користувачів.
vi: Chỉ số hiệu suất. Đo LCP, FID, CLS. Giám sát người dùng thực.
zh_hans: 性能指标。 LCP、FID、CLS测量。 真实用户监控。
zh_hant: 效能指標。 LCP、FID、CLS測量。 真實使用者監控。

source: performance.now() precision. Reduced for Spectre mitigation. Typically 1ms in WKWebView.
ar: دقة performance.now(). تم تقليلها للتخفيف من Spectre. عادةً 1 مللي ثانية في WKWebView.
ca: Precisió de performance.now(). Reduïda per mitigar Spectre. Normalment 1ms a WKWebView.
cs: Přesnost performance.now(). Snížena pro zmírnění Spectre. Typicky 1ms ve WKWebView.
da: performance.now() præcision. Reduceret for Spectre-afbødning. Typisk 1ms i WKWebView.
de: performance.now() Präzision. Reduziert für Spectre-Abschwächung. Typischerweise 1ms in WKWebView.
el: Ακρίβεια performance.now(). Μειωμένη για μετριασμό Spectre. Συνήθως 1ms στο WKWebView.
es: Precisión de performance.now(). Reducida para mitigar Spectre. Normalmente 1ms en WKWebView.
fi: performance.now() tarkkuus. Alennettu Spectre-torjuntaa varten. Tyypillisesti 1ms WKWebViewissa.
fr: Précision de performance.now(). Réduite pour atténuer Spectre. Généralement 1ms dans WKWebView.
he: דיוק performance.now(). מופחת להקלת Spectre. בדרך כלל 1ms ב-WKWebView.
hi: performance.now() सटीकता। Spectre शमन के लिए कम किया गया। WKWebView में आमतौर पर 1ms।
hr: Preciznost performance.now(). Smanjena za ublažavanje Spectre. Obično 1ms u WKWebView.
hu: performance.now() pontosság. Csökkentve Spectre-enyhítéshez. Általában 1ms WKWebView-ban.
id: Presisi performance.now(). Dikurangi untuk mitigasi Spectre. Biasanya 1ms di WKWebView.
it: Precisione di performance.now(). Ridotta per mitigazione Spectre. Tipicamente 1ms in WKWebView.
ja: performance.now()の精度です。 Spectre対策で低減されています。 WKWebViewでは通常1msです。
ko: performance.now() 정밀도입니다. Spectre 완화로 보통 1ms입니다.
ms: Ketepatan performance.now(). Dikurangkan untuk mitigasi Spectre. Biasanya 1ms dalam WKWebView.
nb: performance.now() presisjon. Redusert for Spectre-begrensning. Vanligvis 1ms i WKWebView.
nl: performance.now() precisie. Verlaagd voor Spectre-mitigatie. Typisch 1ms in WKWebView.
pl: Precyzja performance.now(). Zmniejszona dla łagodzenia Spectre. Zwykle 1ms w WKWebView.
pt_br: Precisão de performance.now(). Reduzida para mitigação de Spectre. Normalmente 1ms em WKWebView.
pt_pt: Precisão de performance.now(). Reduzida para mitigação de Spectre. Normalmente 1ms em WKWebView.
ro: Precizia performance.now(). Redusă pentru atenuarea Spectre. De obicei 1ms în WKWebView.
ru: Точность performance.now(). Снижена для защиты от Spectre. Обычно 1мс в WKWebView.
sk: Presnosť performance.now(). Znížená pre zmiernenie Spectre. Typicky 1ms vo WKWebView.
sv: performance.now() precision. Reducerad för Spectre-begränsning. Vanligtvis 1ms i WKWebView.
th: ความแม่นยำของ performance.now() ลดลงเพื่อบรรเทา Spectre โดยทั่วไป 1ms ใน WKWebView
tr: performance.now() hassasiyeti. Spectre azaltımı için düşürüldü. WKWebView'da genellikle 1ms.
uk: Точність performance.now(). Знижена для захисту від Spectre. Зазвичай 1мс у WKWebView.
vi: Độ chính xác performance.now(). Giảm để giảm thiểu Spectre. Thường là 1ms trong WKWebView.
zh_hans: performance.now() 精度。 为 Spectre 缓解措施而降低。 在 WKWebView 中通常为 1ms。
zh_hant: performance.now() 精度。 為 Spectre 緩解措施而降低。 在 WKWebView 中通常為 1ms。

source: Permissions
ar: الأذونات
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fi: Oikeudet
fr: Autorisations
he: הרשאות
hi: अनुमतियाँ
hr: Dozvole
hu: Engedélyek
id: Izin
it: Autorizzazioni
ja: 権限
ms: Kebenaran
nb: Tillatelser
nl: Machtigingen
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Разрешения
sk: Oprávnenia
sv: Behörigheter
th: สิทธิ์
tr: İzinler
uk: Дозволи
vi: Quyền
zh_hans: 权限
zh_hant: 權限

source: Persistent key-value storage. ~5MB limit per website. Survives browser restart.
ar: تخزين مفتاح-قيمة دائم. حد حوالي 5 ميجابايت لكل موقع. يبقى بعد إعادة تشغيل المتصفح.
ca: Emmagatzematge clau-valor persistent. Límit d'aproximadament 5MB per lloc web. Sobreviu al reinici del navegador.
cs: Trvalé úložiště klíč-hodnota. Limit přibližně 5MB na web. Přežije restart prohlížeče.
da: Vedvarende nøgle-værdi lagring. Ca. 5MB grænse pr. websted. Overlever browser genstart.
de: Persistenter Schlüssel-Wert-Speicher. Etwa 5MB Limit pro Website. Überlebt Browser-Neustart.
el: Μόνιμη αποθήκευση κλειδιού-τιμής. Όριο περίπου 5MB ανά ιστότοπο. Επιβιώνει επανεκκίνησης του προγράμματος περιήγησης.
es: Almacenamiento clave-valor persistente. Límite de aproximadamente 5MB por sitio web. Sobrevive al reinicio del navegador.
fi: Pysyvä avain-arvo-tallennus. Noin 5MB raja sivustoa kohti. Säilyy selaimen uudelleenkäynnistyksen yli.
fr: Stockage clé-valeur persistant. Limite d'environ 5Mo par site web. Survit au redémarrage du navigateur.
he: אחסון מפתח-ערך קבוע. מגבלה של כ-5MB לאתר. שורד הפעלה מחדש של הדפדפן.
hi: स्थायी कुंजी-मान भंडारण। प्रति वेबसाइट लगभग 5MB सीमा। ब्राउज़र रीस्टार्ट के बाद भी बना रहता है।
hr: Trajna pohrana ključ-vrijednost. Ograničenje od oko 5MB po web stranici. Preživljava ponovno pokretanje preglednika.
hu: Állandó kulcs-érték tárolás. Körülbelül 5MB korlát webhelyenként. Túléli a böngésző újraindítását.
id: Penyimpanan kunci-nilai persisten. Batas sekitar 5MB per situs. Bertahan setelah browser diulang.
it: Archiviazione chiave-valore persistente. Limite di circa 5MB per sito web. Sopravvive al riavvio del browser.
ja: 永続的なキー値ストレージです。 ウェブサイトあたり約5MBの制限があります。 ブラウザ再起動後も保持されます。
ko: 영구 키-값 저장소입니다. 웹사이트당 약 5MB 제한입니다.
ms: Storan kunci-nilai berterusan. Had kira-kira 5MB setiap laman web. Kekal selepas mulakan semula pelayar.
nb: Vedvarende nøkkel-verdi lagring. Ca. 5MB grense per nettsted. Overlever nettleser omstart.
nl: Persistente sleutel-waarde opslag. Limiet van ongeveer 5MB per website. Overleeft browser herstart.
pl: Trwały magazyn klucz-wartość. Limit około 5MB na stronę. Przetrwa restart przeglądarki.
pt_br: Armazenamento chave-valor persistente. Limite de aproximadamente 5MB por site. Persiste após reinicialização do navegador.
pt_pt: Armazenamento chave-valor persistente. Limite de aproximadamente 5MB por site. Persiste após reinício do navegador.
ro: Stocare cheie-valoare persistentă. Limită de aproximativ 5MB per site. Supraviețuiește repornirii browserului.
ru: Постоянное хранилище ключ-значение. Лимит около 5МБ на сайт. Сохраняется после перезапуска браузера.
sk: Trvalé úložisko kľúč-hodnota. Limit približne 5MB na web. Prežije reštart prehliadača.
sv: Beständig nyckel-värde lagring. Ca 5MB gräns per webbplats. Överlever omstart av webbläsaren.
th: ที่เก็บคีย์-ค่าถาวร จำกัดประมาณ 5MB ต่อเว็บไซต์ คงอยู่หลังรีสตาร์ทเบราว์เซอร์
tr: Kalıcı anahtar-değer depolaması. Web sitesi başına yaklaşık 5MB sınırı. Tarayıcı yeniden başlatmasından sonra kalır.
uk: Постійне сховище ключ-значення. Ліміт близько 5МБ на сайт. Зберігається після перезапуску браузера.
vi: Lưu trữ khóa-giá trị bền vững. Giới hạn khoảng 5MB mỗi trang web. Tồn tại sau khi khởi động lại trình duyệt.
zh_hans: 持久键值存储。 每个网站约5MB限制。 浏览器重启后保留。
zh_hant: 持久鍵值儲存。 每個網站約5MB限制。 瀏覽器重啟後保留。

source: Phone Numbers
ar: أرقام الهاتف
ca: Números de telèfon
cs: Telefonní čísla
da: Telefonnumre
de: Telefonnummern
el: Αριθμοί τηλεφώνου
es: Números de teléfono
fi: Puhelinnumerot
fr: Numéros de téléphone
he: מספרי טלפון
hi: फोन नंबर
hr: Telefonski brojevi
hu: Telefonszámok
id: Nomor Telepon
it: Numeri di telefono
ja: 電話番号
ko: 전화번호
ms: Nombor Telefon
nb: Telefonnumre
nl: Telefoonnummers
pl: Numery telefonów
pt_br: Números de telefone
pt_pt: Números de telefone
ro: Numere de telefon
ru: Номера телефонов
sk: Telefónne čísla
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numaraları
uk: Номери телефонів
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

source: Photo Access Required
ar: مطلوب الوصول إلى الصور
ca: Es requereix accés a les fotos
cs: Vyžadován přístup k fotkám
da: Adgang til billeder krævet
de: Fotozugriff erforderlich
el: Απαιτείται πρόσβαση σε φωτογραφίες
es: Se requiere acceso a fotos
fi: Valokuvien käyttöoikeus vaaditaan
fr: Accès aux photos requis
he: נדרשת גישה לתמונות
hi: फ़ोटो एक्सेस आवश्यक
hr: Potreban pristup fotografijama
hu: Fotó hozzáférés szükséges
id: Akses Foto Diperlukan
it: Accesso alle foto richiesto
ja: 写真へのアクセスが必要です
ko: 사진 접근 권한 필요
ms: Akses Foto Diperlukan
nb: Fototilgang kreves
nl: Fototoegang vereist
pl: Wymagany dostęp do zdjęć
pt_br: Acesso às fotos necessário
pt_pt: Acesso às fotos necessário
ro: Acces la fotografii necesar
ru: Требуется доступ к фото
sk: Vyžaduje sa prístup k fotkám
sv: Fotoåtkomst krävs
th: ต้องการสิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraf Erişimi Gerekli
uk: Потрібен доступ до фото
vi: Yêu cầu quyền truy cập ảnh
zh_hans: 需要照片访问权限
zh_hant: 需要相片存取權限
